name: "detectnet"
platform: "tensorrt_plan"
max_batch_size: 16
input [
  {
    name: "input_1:0"
    data_type: TYPE_FP32
    format: FORMAT_NCHW
    dims: [ 3, 368, 640 ]
  }
]
output [
  {
        name: "output_bbox/BiasAdd:0"
        data_type: TYPE_FP32
        dims: [ 8, 23, 40 ]
    },
    {
        name: "output_cov/Sigmoid:0"
        data_type: TYPE_FP32
        dims: [ 2, 23, 40 ]
    }
]
dynamic_batching { }
version_policy: {
  specific {
    versions: [ 1 ]
  }
}
